Repository: GNOME/gnome-dvb-daemon
Catalog: po/*.po
Languages: fur, hr, ro, uk

source: GNOME DVB Daemon
fur: Demoni DVB di GNOME
hr: GNOME DVB pozadinski program
ro: Serviciu DVB GNOME
uk: Фонова служба DVB GNOME

source: GNOME DVB Daemon Website
fur: Sît web dal demoni DVB di GNOME
hr: Web stranica GNOME DVB pozadinskog programa
ro: Site web serviciu DVB GNOME
uk: Сайт фонової служби DVB GNOME

source: %d hour
fur: %d ore
hr: %d sat
ro: %d oră
uk: %d година

source: %d minute
fur: %d minût
hr: %d minuta
ro: %d minut
uk: %d хвилина

source: %d second
fur: %d secont
hr: %d sekunda
ro: %d secundă
uk: %d секунда

source: Edit Channel Lists
fur: Modifiche liste canâi
hr: Uredi popise programa
ro: Editează listele canalului
uk: Редагувати списки каналів

source: Channel groups
fur: Grups di canâi
hr: Grupe programa
ro: Grupurile canalului
uk: Групи каналів

source: _Group:
fur: _Grup:
hr: _Grupa:
ro: _Grup:
uk: _Група:

source: Device groups
fur: Grups dispositîfs
hr: Grupe uređaja
ro: Grupurile dispozitivului
uk: Групи пристроїв

source: All channels
fur: Ducj i canâi
hr: Svi programi
ro: Toate canalele
uk: Всі канали

source: Channel
fur: Canâl
hr: Program
ro: Canal
uk: Канал

source: Choose a channel group
fur: Sielç un grup di canâi
hr: Odaberi grupu programa
ro: Alege un grup de canal
uk: Виберіть групу каналів

source: Channels of group
fur: Canâi dal grup
hr: Programi grupe
ro: Canalele grupului
uk: Канали у групі

source: An error occurred while adding the group
fur: Si è verificât un erôr intant che si zontave il grup
hr: Dogodila se greška prilikom dodavanja grupe
ro: A apărut o eroare în timpul adăugării grupului
uk: Під час додавання групи сталася помилка

source: Are you sure you want to delete the group '%s'?
fur: Sigûrs di eliminâ il grup '%s'?
hr: Sigurno želite obrisati grupu '%s'?
ro: Sigur doriți să ștergeți grupul „%s”?
uk: Ви справді хочете вилучити групу «%s»?

source: All assignments to this group will be lost.
fur: Dutis lis assegnazions a chest grup a laran pierdudis.
hr: Sva pridruženja ove grupe će biti izgubljena.
ro: Toate sarcinile la acest grup vor fi pierdute.
uk: Усі прив'язки до цієї групи буде втрачено.

source: An error occurred while removing the group
fur: Si è verificât un erôr intant che si gjavave il grup
hr: Dogodila se greška prilikom uklanjanja grupe
ro: A apărut o eroare în timpul eliminării grupului
uk: Сталася помилка під час спроби вилучити групу

source: DVB Control Center
fur: Centri di control DVB
hr: DVB upravljačko središte
ro: Centrul de control DVB
uk: Центр керування DVB

source: Choose a device group and channel on the left to view the program guide
fur: Sielç un grup di dispositîfs e canâi a çampe par viodi la vuide dal program
hr: Odaberite lijevo grupu uređaja i programa kako bi vidjeli programski vodič
ro: Alegeți un grup de dispozitiv și un canal din stânga pentru a vizualiza ghidul programului
uk: Виберіть групу пристроїв і канал ліворуч, щоб переглянути телепрограму

source: No devices are configured. Please go to preferences to configure them.
fur: Nissun dispositîf configurât. Va tes preferencis e configuriju.
hr: Nema podešenih uređaja. Idite u osobitosti i podesite ih.
ro: Nu există dispozitive configurate. Navigați la preferințe pentru a le configura.
uk: Не налаштовано жодного пристрою. Будь ласка, скористайтеся вікном налаштувань, щоб налаштувати пристрої.

source: There is currently no schedule available for this channel
fur: Pal moment no je nissune programazion par chest canâl
hr: Trenutno nema dostupnog rasporeda za ovaj program
ro: Nu există niciun program disponibil curent pentru acest canal
uk: Зараз немає доступних розкладів для цього каналу

source: _Recording schedule
fur: Programazion di _regjistrazion
hr: _Raspored snimanja
ro: _Program de înregistrare
uk: Роз_клад записування

source: _Edit
fur: _Modifiche
hr: _Uredi
ro: _Editează
uk: З_міни

source: _View
fur: _Viodude
hr: _Prikaz
ro: _Vizualizare
uk: П_ерегляд

source: Help
fur: Jutori
hr: Pomoć
ro: Ajutor
uk: Довідка

source: _Manage
fur: _Gjestion
hr: _Upravljanje
ro: _Gestionează
uk: _Керувати

source: Manage recording schedule
fur: Gjestìs programazion registrazions
hr: Upravljajte rasporedom snimanja
ro: Gestionează programul de înregistrare
uk: Керування розкладом записування

source: _Recordings
fur: _Regjistrazions
hr: _Snimke
ro: În_registrări
uk: З_аписи

source: Manage recordings
fur: Gjestìs regjistrazions
hr: Ručne snimke
ro: Gestionează înregistrările
uk: Керування записами

source: _Quit
fur: _Jes
hr: _Zatvori
ro: _Ieșire
uk: Ви_йти

source: Quit the Program
fur: Jes dal program
hr: Zatvori program
ro: Ieși din program
uk: Вийти з програми

source: _Channel Lists
fur: Liste _canâi
hr: _Popis programa
ro: Listele _canalului
uk: Списки _каналів

source: Edit channel lists
fur: Modifiche liste canâi
hr: Uredi popise programa
ro: Editează listele canalului
uk: Редагувати списки каналів

source: _Preferences
fur: _Preferencis
hr: _Osobitosti
ro: _Preferințe
uk: _Налаштування

source: Display preferences
fur: Mostre preferencis
hr: Prikaži osobitosti
ro: Afișează preferințele
uk: Налаштування показу

source: _What's on now
fur: _In trasmission cumò
hr: _Trenutno na programu
ro: _Ce se întâmplă acum
uk: _Що показують зараз

source: See what's currently on and is coming next
fur: Viôt ce che al è in trasmission cumò e ce che al ven dopo
hr: Pogledajte što je trenutno na programu i što slijedi
ro: Vedeți ce se întâmplă acum și ce urmează
uk: Переглянути, що показують зараз і що показуватимуть далі

source: _Refresh
fur: _Inzorne
hr: _Osvježi
ro: _Reîmprospătează
uk: _Оновити

source: Refresh program guide
fur: Inzorne la vuide dal program
hr: Osvježi programski vodič
ro: Reîmprospătează ghidul programului
uk: Освіжити телепрограму

source: _Previous Day
fur: Zornade _precedente
hr: _Prijašnji dan
ro: Ziua _anterioară
uk: _Попередній день

source: Go to previous day
fur: Va ae zornade precedente
hr: Idi na prijašnji dan
ro: Navighează la ziua anterioară
uk: Перейти до попереднього дня

source: _Next Day
fur: Zornade _sucessive
hr: _Sljedeći dan
ro: Ziua _următoare
uk: _Наступний день

source: Go to next day
fur: Va ae zornade sucessive
hr: Idi na sljedeći dan
ro: Navighează la ziua următoare
uk: Перейти до наступного дня

source: _Channels
fur: _Canâi
hr: _Programi
ro: _Canale
uk: _Канали

source: View/Hide channels
fur: Mostre/plate canâi
hr: Prikaži/Sakrij programe
ro: Vizualizează/Ascunde canalele
uk: Показати/Приховати канали

source: _Toolbar
fur: _Sbare dai struments
hr: _Alatna traka
ro: _Bară de unelte
uk: _Панель інструментів

source: View/Hide toolbar
fur: Mostre/plate la sbare dai struments
hr: Prikaži/Sakrij alatnu traku
ro: Vizualizează/Ascunde bara de unelte
uk: Показати/Приховати панель інструментів

source: _About
fur: _Informazions
hr: _O programu
ro: _Despre
uk: _Про програму

source: Display informations about the program
fur: Mostre lis informazions sul program
hr: Prikaži informacije programa
ro: Afișează informațiile despre program
uk: Показати відомості щодо програми

source: Recording schedule
fur: Programazion regjistrazions
hr: Raspored snimanja
ro: Program de înregistrare
uk: Розклад записування

source: Recordings
fur: Regjistrazions
hr: Snimke
ro: Înregistrări
uk: Записи

source: What's on now
fur: In trasmission cumò
hr: Trenutno na programu
ro: Ce se întâmplă acum
uk: Що показують зараз

source: Previous Day
fur: Zornade precedente
hr: Prijašnji dan
ro: Ziua anterioară
uk: Попередній день

source: Next Day
fur: Zornade sucessive
hr: Sljedeći dan
ro: Ziua următoare
uk: Наступний день

source: Schedule recording for the selected event?
fur: Programâ la regjistrazion pal event selezionât?
hr: Zakaži snimanje za odabrani događaj?
ro: Programați înregistrarea pentru evenimentul selectat?
uk: Запланувати записи для позначеної події?

source: translator-credits
fur: Fabio Tomat, <f.t.public@gmail.com>
hr: Launchpad Contributions: gogo https://launchpad.net/~trebelnik-stefina
ro: Florentina Mușat <florentina [dot] musat [dot] 28 [at] gmail [dot] com>, 2019-2020
uk: Юрій Чорноіван <yurchor@ukr.net>

source: Devices
fur: Dispositîfs
hr: Uređaji
ro: Dispozitive
uk: Пристрої

source: Adapter: %d, Frontend: %d
fur: Adatadôr: %d, Frontend: %d
hr: Adapter: %d, Prednji program: %d
ro: Adaptor: %d, Interfață: %d
uk: Адаптер: %d, Оболонка: %d

source: Group %d
fur: Grup %d
hr: Grupa %d
ro: Grup %d
uk: Група %d

source: Add to Group
fur: Zonte al grup
hr: Dodaj grupu
ro: Adaugă la grup
uk: Додати до групи

source: Add Device to Group
fur: Zonte dispositîf al grup
hr: Dodaj uređaj u grupu
ro: Adaugă un dispozitiv la grup
uk: Додати пристрій до групи

source: Create new Group
fur: Cree gnûf grup
hr: Stvori novi grupu
ro: Creează un grup nou
uk: Створити групу

source: General
fur: Gjenerâl
hr: Općenito
ro: Generale
uk: Загальне

source: _Name:
fur: _Non:
hr: _Naziv:
ro: _Nume:
uk: _Назва:

source: Channels _file:
fur: _File dai canâi:
hr: Datoteka _programa:
ro: _Fișier de canale:
uk: _Файл каналів:

source: _Directory:
fur: _Cartele:
hr: _Direktorij:
ro: _Director:
uk: _Каталог:

source: Select File
fur: Selezione file
hr: Odaberi datoteku
ro: Selectează fișierul
uk: Вибір файла

source: Select Directory
fur: Selezione cartele
hr: Odaberi direktorij
ro: Selectează directorul
uk: Виберіть каталог

source: Edit group
fur: Modifiche grup
hr: Uredi grupu
ro: Editează grupul
uk: Редагувати групу

source: Digital TV Preferences
fur: Preferencis TV digjitâl
hr: Digitalna TV - Osobitosti
ro: Preferințe de TV digital
uk: Налаштування цифрового ТБ

source: Edit selected group
fur: Modifiche grup selezionât
hr: Uredi odabranu grupu
ro: Editează grupul selectat
uk: Редагувати позначену групу

source: Remove selected device
fur: Gjave dispositîf selezionât
hr: Ukloni odabrani uređaj
ro: Elimină dispozitivul selectat
uk: Вилучити позначений пристрій

source: Setup
fur: Configurazion
hr: Postavljanje
ro: Configurare
uk: Налаштування

source: Setup devices
fur: Configure dispositîfs
hr: Postavi uređaj
ro: Configurează dispozitive
uk: Налаштувати пристрої

source: Create new group
fur: Cree gnûf grup
hr: Stvori novi grupu
ro: Creează un grup nou
uk: Створити групу

source: Create new group for selected device
fur: Cree un gnûf grup pal dispositîf selezionât
hr: Stvori novi grupu za odabrani uređaj
ro: Creează un grup nou pentru dispozitivul selectat
uk: Створити нову групу для позначеного пристрою

source: Add to group
fur: Zonte al grup
hr: Dodaj grupu
ro: Adaugă la grup
uk: Додати до групи

source: Add selected device to existing group
fur: Zonte il dispositîf selezionât al grup esistent
hr: Dodaj odabrani uređaj u postojeću grupu
ro: Adaugă dispozitivul selectat la grupul existent
uk: Додати позначений пристрій до наявної групи

source: Configured devices
fur: Dispositîfs configurâts
hr: Podešeni uređaji
ro: Dispozitive configurate
uk: Налаштовані пристрої

source: Unconfigured devices
fur: Dispositîfs no configurâts
hr: Nepodešeni uređaji
ro: Dispozitive neconfigurate
uk: Неналаштовані пристрої

source: Device could not be removed from group
fur: Impussibil gjavâ il dispositîf dal grup
hr: Uređaj se ne može ukloniti iz grupe
ro: Dispozitivul nu a putut fi eliminat de la grup
uk: Не вдалося вилучити пристрій з групи

source: Are you sure you want to remove device <b>%s</b> from <b>%s</b>?
fur: Sigûrs di gjavâ il dispositîf <b>%s</b> di <b>%s</b>?
hr: Sigurno želite ukloniti uređaj <b>%s</b> iz <b>%s</b>?
ro: Sigur doriți să eliminați dispozitivul <b>%s</b> de la <b>%s</b>?
uk: Ви справді хочете вилучити пристрій <b>%s</b> з <b>%s</b>?

source: Group could not be created
fur: Impussibil creâ il grup
hr: Grupa se ne može stvoriti
ro: Grupul nu a putut fi creat
uk: Не вдалося створити групу

source: Make sure that you selected the correct channels file and directory where recordings are stored and that both are readable.
fur: Controle di vê selezionât il file dai canâi just, di vê selezionât la cartele dulà che lis regjistrazions a vegnin archiviadis e che ducj e doi a si podedin lei.
hr: Pobrinite se da ste odabrali ispravnu datoteku programa i direktorij gdje se snimke spremaju i da su oboje čitljivi.
ro: Asigurați-vă că ați selectat fișierul de canale corect și directorul unde sunt stocate înregistrările și că amândouă pot fi citite.
uk: Переконайтеся, що вами вибрано належний файл каналів і каталог, у якому зберігатимуться записи, і що файл і каталог є придатними для читання.

source: Device could not be added to group
fur: Impussibil zontâ il dispositîf al grup
hr: Uređaj se ne može dodati u grupu
ro: Dispozitivul nu a putut fi adăugat la grup
uk: Не вдалося додати пристрій до групи

source: Make sure that the device isn't already assigned to a different group and that all devices in the group are of the same type.
fur: Controle che il dispositîf nol sedi za assegnât a un altri grup e che ducj i dispositîfs tal grup a sedin dal stes gjenar.
hr: Pobrinite se da uređaj već nije dodijeljen u drugu grupu i da su svi uređaji u grupi istog naziva.
ro: Asigurați-vă că dispozitivul nu este deja atribuit la un grup diferit și că toate dispozitivele din grup sunt de același tip.
uk: Переконайтеся, що пристрій не пов'язано із іншою групою, і що усі пристрої з групи належать до одного типу.

source: Delete selected recordings?
fur: Eliminâ lis regjistrazions selezionadis?
hr: Obriši odabrano snimanje?
ro: Ștergeți înregistrările selectate?
uk: Вилучити позначені записи?

source: Pick a date
fur: Sielç une date
hr: Odaberi datum
ro: Alegeți o dată
uk: Вибір дати

source: Title
fur: Titul
hr: Naslov
ro: Titlu
uk: Заголовок

source: Start time
fur: Ore di inizi
hr: Vrijeme početka
ro: Timp de început
uk: Час початку

source: Duration
fur: Durade
hr: Trajanje
ro: Durată
uk: Тривалість

source: Timer could not be deleted
fur: Impussibil eliminâ il timer
hr: Zakazano vrijeme snimanja se ne može obrisati
ro: Cronometrul nu a putut fi șters
uk: Не вдалося вилучити таймер

source: Abort active recording?
fur: Fermâ la regjistrazion ative?
hr: Prekini aktivno snimanje?
ro: Renunțați la înregistrarea activă?
uk: Перервати активний запис?

source: The timer you selected belongs to a currently active recording.
fur: Il timer selezionât al aparten a une regjistrazion ative in chest moment.
hr: Zakazano vrijeme snimanja koje ste odabrali pripada trenutno aktivnom snimanju.
ro: Cronometrul pe care l-ați selectat aparține unei înregistrări active curente.
uk: Вибраний вами таймер належить до поточного активного запису.

source: Deleting this timer will abort the recording.
fur: Eliminant chest timer si fermarà la regjistrazion.
hr: Brisanje toga zakazanog vremena snimanja će prekinuti snimanje.
ro: Ștergerea acestui cronometru va renunța la înregistrare.
uk: Вилучення цього таймера призведе до припинення запису.

source: Timer could not be created
fur: Impussibil creâ il timer
hr: Zakazano vrijeme snimanja se ne može stvoriti
ro: Cronometrul nu a putut fi creat
uk: Не вдалося створити таймер

source: Make sure that the timer doesn't conflict with another one and doesn't start in the past.
fur: Controle che il timer nol sedi in conflit cuntun altri e che nol tachedi prime di cumò.
hr: Pobrinite se da zakazano vrijeme snimanja nije u sukobu s drugim zakazanim vremenom snimanja i ne počinje u prošlosti.
ro: Asigurați-vă că cronometrul nu este în conflict cu altul și că nu începe în trecut.
uk: Переконайтеся, що таймер не конфліктує із іншими і не починає відлік у минулому.

source: Recording has been scheduled successfully
fur: La regjistrazion e je stade programade un sucès
hr: Snimanje je zakazano uspješno
ro: Înregistrarea a fost programată cu succes
uk: Запис успішно заплановано

source: Add Timer
fur: Zonte timer
hr: Dodaj zakazano vrijeme snimanja
ro: Adaugă un cronometru
uk: Додати таймер

source: _Channel:
fur: _Canâl:
hr: _Program:
ro: _Canal:
uk: _Канал:

source: Edit Timer
fur: Modifiche timer
hr: Uredi zakazano vrijeme snimanja
ro: Editează cronometrul
uk: Редагування таймера

source: Channel:
fur: Canâl:
hr: Program:
ro: Canal:
uk: Канал:

source: _Start time:
fur: _Ore di inizi:
hr: _Vrijeme početka:
ro: _Timp de început:
uk: По_чаток:

source: _Duration:
fur: _Durade:
hr: _Trajanje:
ro: _Durată:
uk: _Тривалість:

source: minutes
fur: minûts
hr: minuta
ro: minute
uk: хвилин

source: Channel group
fur: Grup dai canâi
hr: Grupa programa
ro: Grup de canal
uk: Група каналів

source: TV Channels
fur: Canâi TV
hr: TV programi
ro: Canale TV
uk: Канали ТБ

source: Radio Channels
fur: Canâi radio
hr: Radio programi
ro: Canale radio
uk: Радіоканали

source: _Time:
fur: _Ore:
hr: _Vrijeme:
ro: _Oră:
uk: _Час:

source: Title:
fur: Titul:
hr: Naslov:
ro: Titlu:
uk: Заголовок:

source: Date:
hr: Datum:
ro: Dată:
uk: Дата:

source: Duration:
fur: Durade:
hr: Trajanje:
ro: Durată:
uk: Тривалість:

source: Description:
fur: Descrizion:
hr: Opis:
ro: Descriere:
uk: Опис:

source: Length
fur: Lungjece
hr: Trajanje
ro: Lungime
uk: Довжина

source: Start
fur: Inizi
hr: Pokrenuto
ro: Începe
uk: Початок

source: Now
fur: Cumò
hr: Trenutno
ro: Acum
uk: Зараз

source: Next
fur: Sucessîf
hr: Sljedeće
ro: Înainte
uk: Далі

source: digital cable
fur: cabli digjitâl
hr: digitalna kabelska
ro: cablu digital
uk: цифрове кабельне

source: digital satellite
fur: satelit digjitâl
hr: digitalna satelitska
ro: satelit digital
uk: цифрове супутникове

source: digital terrestrial
fur: digjitâl terestri
hr: digitalna zemaljska
ro: terestru digital
uk: цифрове наземне

source: digital cable TV
fur: TV di cabli digjitâl
hr: digitalna kabelska TV
ro: cablu TV digital
uk: цифрове кабельне ТБ

source: digital satellite TV
fur: TV di satelit digjitâl
hr: digitalna satelitska TV
ro: satelit TV digital
uk: цифрове супутникове ТБ

source: digital terrestrial TV
fur: TV di digjitâl terestri
hr: digitalna zemaljska TV
ro: terestru TV digital
uk: цифрове наземне ТБ

source: No devices have been found.
fur: Nol è stât cjatât nissun dispositîf.
hr: Nema pronađenih uređaja.
ro: Nu s-au găsit dispozitive.
uk: Не знайдено жодного пристрою.

source: Either no DVB cards are installed or all cards are busy. In the latter case make sure you close all programs such as video players that access your DVB card.
fur: O no son instaladis schedis DVB o dutis lis schedis a son ocupadis. Intal ultin câs controle di vê sierât ducj i programs (come i riprodutôrs video) che a doprin la tô schede DVB.
hr: Ili nema instaliranih DVB kartica ili su sve kartice zauzete. U drugom slučaju pobrinite se da su svi programi zatvoreni poput video reproduktora koji koriste vašu DVB karticu.
ro: Ori nu sunt instalate carduri DVB ori toate cardurile sunt ocupate. În cazul din urmă asigurați-vă că închideți toate programele precum playerele video care accesează cardul DVB.
uk: Або не встановлено картки DVB, або усі картки зайнято. У другому випадку переконайтеся, що вами завершено роботу усіх програм, зокрема програвачів відео, які отримують доступ до вашої картки DVB.

source: Name
fur: Non
hr: Naziv
ro: Nume
uk: Назва

source: Type
fur: Gjenar
hr: Vrsta
ro: Tip
uk: Тип

source: Select the device you want to configure.
fur: Selezione il dispositîf che si desidere configurâ.
hr: Odaberite uređaj koji želite koristiti.
ro: Selectați dispozitivul pe care doriți să îl configurați.
uk: Виберіть пристрій, який ви хочете налаштувати.

source: All devices are already configured.
fur: Ducj i dispositîfs a son za configurâts.
hr: Svi uređaji su već podešeni.
ro: Toate dispozitivele sunt deja configurate.
uk: Усі пристрої вже налаштовано.

source: Go to the control center if you want to alter the settings of already configured devices.
fur: Va al centri di control se tu desideris modificâ lis impostazions di cualchi dispositîf za configurât.
hr: Idite u upravljačko središte ako želite promijeniti postavke već podešenih uređaja.
ro: Navighează la centrul de control dacă doriți să alterați configurările dispozitivelor configurate deja.
uk: Перейдіть до центру керування, якщо ви хочете змінити параметри вже налаштованих пристроїв.

source: An error occurred while retrieving devices.
fur: Si è verificât un erôr intat che si recuperave i dispositîfs.
hr: Greška se dogodila pri dohvataja uređaja.
ro: A apărut o eroare în timpul obținerii dispozitivelor.
uk: Сталася помилка під час отримання списку пристроїв.

source: Make sure other applications don't access DVB devices and you have permissions to access them.
fur: Controle che nissune altre aplicazion e dopredi i dispositîfs DVB e di vê i permès par doprâju.
hr: Pobrinite se da druge aplikacije ne pristupaju DVB uređajima i da imate dozvolu pristupa.
ro: Asigurați-vă că alte aplicații nu accesează dispozitivele DVB și că aveți permisiuni să le accesați.
uk: Переконайтеся, що пристрої DVB не використовуються іншими програмами, і що у вас є права доступу до них.

source: The detailed error message is:
fur: Il messaç di erôr in detai al è:
hr: Opširnija poruka greške je:
ro: Mesajul de eroare detaliat este:
uk: Докладне повідомлення щодо помилки:

source: Searching for devices
fur: Daûr a cirî i dispositîfs
hr: Pretraživanje uređaja
ro: Se caută pentru dispozitive
uk: Шукаємо пристрої

source: Device selection
fur: Selezion dispositîf
hr: Odabir uređaja
ro: Selecție dispozitiv
uk: Вибір пристрою

source: This process can take some time.
fur: Chest procès al podarès tirâle a dilunc.
hr: Ova radnja može potrajati neko vrijeme.
ro: Acest proces poate să dureze ceva timp.
uk: Ця процедура може бути досить тривалою.

source: You can select the channels you want to have in your list of channels.
fur: Si pues selezionâ i canâi che si desidere vê te liste dai canâi.
hr: Možete odabrati program koji želite imati u vašem popisu programa.
ro: Puteți selecta canalele pe care doriți să le aveți în lista de canale.
uk: Ви можете вибрати канали, які має бути показано у вашому списку каналів.

source: Select all
fur: Selezione dut
hr: Odaberi sve
ro: Selectează toate
uk: Позначити все

source: Deselect all
fur: Selezione nissun
hr: Ukloni sav odabir
ro: Deselectează toate
uk: Зняти позначення з усіх

source: _Channels:
fur: _Canâi:
hr: _Programi:
ro: _Canale:
uk: _Канали:

source: Select _scrambled channels
fur: Selezione canâi _criptâts
hr: Odaberi _kôdirane programe
ro: Selectează canalele amestecate
uk: Вибрати _шифровані канали

source: Signal quality:
fur: Cualitât segnâl:
hr: Kvaliteta signala:
ro: Calitate semnal:
uk: Якість сигналу:

source: Signal strength:
fur: Fuarce segnâl:
hr: Jačina signala:
ro: Putere semnal:
uk: Потужність сигналу:

source: Scanning for channels
fur: Scansion di canâi
hr: Pretraživanje programa
ro: Se scanează pentru canale
uk: Скануємо канали

source: Missing requirements
fur: A mancjin recuisîts
hr: Nedostajući zahtjevi
ro: Lipsesc cerințele
uk: Не вистачає потрібних програм

source: Country and antenna selection
fur: Selezion paîs e antene
hr: Odabir zemlje i antene
ro: Selecția țării și a antenei
uk: Вибір країни і антени

source: Satellite selection
fur: Selezion satelit
hr: Odabir satelita
ro: Selecția satelitului
uk: Вибір супутника

source: Country and provider selection
fur: Selezion paîs e furnidôr
hr: Odabir zemlje i pružatelja usluge
ro: Selecția țării și a furnizorului
uk: Вибір країни і провайдера

source: Unsupported adapter
fur: Adatadôr no supuartât
hr: Nepodržani adapter
ro: Adaptor nesuportat
uk: Непідтримуваний адаптер

source: Sorry, but '%s' cards aren't supported.
fur: Nus displâs, ma la schede '%s' no je supuartade.
hr: Nažalost, '%s' kartice nisu podržane.
ro: Cardurile „%s” nu sunt suportate.
uk: Вибачте, підтримки карток «%s» не передбачено.

source: Could not find initial tuning data.
fur: Impussibil cjatâ i dâts di sintonie iniziâi.
hr: Nemoguć pronalazak početnih podataka pretraživanja.
ro: Nu s-au putut găsi datele de reglare inițiale.
uk: Не вдалося знайти даних початкового настроювання.
