Repository: GNOME/gnome-dvb-daemon
Catalog: po/*.po
Languages: fur, hr, ro, uk

source: Please make sure that the dtv-scan-tables package is installed.
fur: Par plasê, controle che il pachet dtv-scan-tables al sedi instalât.
hr: Pobrinite se da je dtv-scan-tables paket instaliran.
ro: Asigurați-vă că pachetul dtv-scan-tables este instalat.
uk: Будь ласка, переконайтеся, що встановлено пакунок dtv-scan-tables.

source: Please choose a country and the antenna that is closest to your location.
fur: Par plasê sielç un paîs e une antene che e sedi dongje ae to posizion.
hr: Odaberite zemlju i antenu koja je najbliža vašoj lokaciji.
ro: Alegeți o țară și antena care este cea mai apropiată de locația dumneavoastră.
uk: Будь ласка, виберіть країну і антенну, яку розташовано найближче до вашого місця перебування.

source: If you don't know which antenna to choose select "Don't know" from the list of providers.
fur: Se no tu cognossis cuale antene sielzi, selezione "No sai" de liste dai furnidôrs.
hr: Ako ne znate koju antenu odabrati odaberite "Ne znam" iz popisa pružatelja usluge.
ro: Dacă nu știți care antenă să alegeți selectați „Nu știu” din lista de furnizori.
uk: Якщо не знаєте, яку антену вибрати, виберіть «Не знаю» зі списку провайдерів.

source: However, searching for channels will take considerably longer this way.
fur: Dut câs, al starà une vore di plui a cirî i canâi in cheste maniere.
hr: Ipak, pretraživanje programa na ovaj način će trajati duže.
ro: În orice caz, căutarea pentru canale va lua considerabil mai lung în acest mod.
uk: Втім, тоді пошук каналів триватиме значно довше.

source: Not listed
fur: No in liste
hr: Nije na popisu
ro: Nu este listată
uk: Немає у списку

source: _Country:
fur: _Paîs:
hr: _Zemlja:
ro: Ța_ră:
uk: К_раїна:

source: _Antenna:
fur: _Antene:
hr: _Antena:
ro: _Antena:
uk: _Антена:

source: Antenna
fur: Antene
hr: Antena
ro: Antenă
uk: Антена

source: _Satellite:
fur: _Satelit:
hr: _Satelit:
ro: _Satelit:
uk: С_упутник:

source: Satellite
fur: Satelit
hr: Satelit
ro: Satelit
uk: Супутник

source: _Providers:
fur: _Furnidôrs:
hr: _Pružatelji usluge:
ro: _Furnizori:
uk: _Провайдери:

source: Provider
fur: Furnidôr
hr: Pružatelj usluge
ro: Furnizor
uk: Провайдер

source: Don't know
fur: No sai
hr: Ne znam
ro: Nu știu
uk: Не знаю

source: Welcome to the digital television Assistant.
fur: Benvignût sul assistent de television digjitâl.
hr: Dobrodošli u pomoćnika digitalne televizije.
ro: Bine ați venit la asistentul de televiziune digitală.
uk: Вітаємо у помічнику для перегляду цифрового телебачення.

source: It will automatically configure your devices and search for channels, if necessary.
fur: Al configurarà in automatic i dispositîfs e al cirarà i canâi, se necessari.
hr: On će automatski podesiti vaše uređaje i pretražiti programe, ako je potrebno.
ro: Va configura automat dispozitivele și va căuta pentru canale, dacă este necesar.
uk: Програма автоматично налаштує ваші пристрої і виконає пошук каналів, якщо це вам потрібно.

source: Click "Forward" to begin.
fur: Fâs clic su "Indenant" par tacâ.
hr: Kliknite "Sljedeće" za početak.
ro: Apăsați clic pe „Înainte” pentru a începe.
uk: Щоб почати, натисніть кнопку «Далі».

source: _Expert mode
fur: Modalitât _espert
hr: _Stručni način
ro: _Modul expert
uk: Режим _експерта

source: Digital TV configuration
fur: Configurazion TV digjitâl
hr: Digitalna TV - Podešavanje
ro: Configurația TV digitală
uk: Налаштування цифрового телебачення

source: Choose a location where you want to save the list of channels.
fur: Sielç une posizion dulà salvâ la liste dai canâi.
hr: Odaberite lokaciju za spremanje popisa programa.
ro: Alegeți o locație unde doriți să salvați lista de canale.
uk: Виберіть місце, у якому ви хочете зберігати список каналів.

source: Save channels
fur: Salve canâi
hr: Spremi programe
ro: Salvează canalele
uk: Зберегти канали

source: Device configuration
fur: Configurazion dispositîf
hr: Podešavanje uređaja
ro: Configurația dispozitivului
uk: Налаштування пристрою

source: Configuring device
fur: Daûr a configurâ il dispositîf
hr: Podešavanje uređaja
ro: Se configurează dispozitivul
uk: Налаштування пристрою

source: No channels were found.
fur: Nol è stât cjatât nissun canâl.
hr: Nema pronađenih programa.
ro: Nu au fost găsite canale.
uk: Не знайдено жодного каналу.

source: Make sure that the antenna is connected and you have selected the correct tuning data.
fur: Controle che la antene e sedi colegade e di vê selezionât i dâts di sintonizazion juscj.
hr: Pobrinite se da je antena priključena i da ste odabrali ispravne podatke pretraživanja.
ro: Asigurați-vă că antena este conectată și că ați selectat datele de reglare corecte.
uk: Переконайтеся, що антену з'єднано і вами вибрано правильні дані настроювання.

source: The device has been added to the group %s.
fur: Il dispositîf al è stât zontât al grup %s.
hr: Uređaj je dodan u grupu %s.
ro: Dispozitivul a fost adăugat la grupul %s.
uk: Пристрій було додано до групи %s.

source: An error occurred while trying to setup the device.
fur: Si è verificât un erôr intal cirî di configurâ il dispositîf.
hr: Dogodila se greška pri postavljanju uređaja.
ro: A apărut o eroare în timp ce s-a încercat configurarea dispozitivului.
uk: Сталася помилка під час спроби налаштувати пристрій.

source: Configure Another Device
fur: Configure un altri dispositîf
hr: Podesite drugi uređaj
ro: Configurează un alt dispozitiv
uk: Налаштувати інший пристрій

source: Configuration finished
fur: Configurazion finide
hr: Podešavanje završeno
ro: Configurația s-a terminat
uk: Налаштовування завершено

source: The device %s has been configured successfully.
fur: Il dispositîf %s al è stât configurât cun sucès.
hr: Uređaj %s je podešen uspješno.
ro: Dispozitivul %s a fost configurat cu succes.
uk: Пристрій %s успішно налаштовано.

source: Failed configuring device %s.
fur: No si è rivâts a configurâ il dispositîf %s.
hr: Neuspjelo podešavanje uređaja %s.
ro: Nu s-a putut configura dispozitivul %s.
uk: Не вдалося налаштувати пристрій %s.

source: Cleaning up. This may take a while.
fur: Daûr a fâ netisie. Al podarès tirâle a dilunc.
hr: Brisanje. Ovo može potrajati neko vrijeme.
ro: Se curăță. Acest lucru poate dura o vreme.
uk: Вилучаємо зайві файли. Ця процедура може бути досить тривалою.

source: Setup digital TV
fur: Configure TV digjitâl
hr: Postavi digitalnu TV
ro: Configurează TV-ul digital
uk: Налаштовування цифрового ТБ

source: The generated channels file can be used to configure your devices in the control center.
fur: Il file dai canâi gjenerât al pues jessi doprât par configurâ i dispositîfs tal centri di control.
hr: Stvorena datoteka programa može se koristiti za podešavanje vašeg uređaja u upravljačkom središtu.
ro: Fișierul de canale generate poate fi utilizat pentru a vă configura dispozitivele în centrul de control.
uk: Створеним файлом каналів можна скористатися для налаштовування ваших пристроїв у «Центрі керування».

source: Are you sure you want to abort? All process will be lost.
fur: Sigûrs di anulâ? Dut il procès al larà pierdût.
hr: Sigurno želite prekinuti? Sve radnje će biti izgubljene.
ro: Sigur doriți să renunțați? Tot procesul va fi pierdut.
uk: Ви справді хочете перервати процес? Усі визначені дані буде втрачено.

source: Digital TV Control Center
fur: Centri di control de TV digjitâl
hr: Digitalna TV - Upravljačko središte
ro: Centrul de control TV digital
uk: Центр керування цифровим ТБ

source: Schedule recordings and browse program guide
fur: Programe regjistrazions e esplore la vuide dai programs
hr: Zakažite raspored snimanja i pregledajte programski vodič
ro: Programează înregistrările și navighează ghidul de program
uk: Планування записів і перегляд телепрограми

source: Digital TV Setup
fur: Configurazion TV digjitâl
hr: Digitalna TV - Postavljanje
ro: Configurare TV digital
uk: Налаштовування цифрового ТБ
